{"content": [{"0": "Cảnh Đức Truyền Đăng Lục ", "1": "- Học nhân ngu độn, từ nào đến giờ chỉ y theo văn tụng niệm, đâu biết tông thú. ", "2": "Tổ nói: - Ông thử tụng một biến cho ta nghe, ta sẽ giải thuyết cho ông. ", "3": "Sư liền cất tiếng tụng kinh đến phẩm Phương Tiện. Tổ bảo: ", "4": "- Thôi! Kinh này hóa ra lấy nhân duyên xuất thế làm tông, dù cho có nói nhiều thứ thí dụ cũng không ngoài ý này: Cái gì là nhân duyên? — Chỉ có một đại sự thôi, một đại sự đó tức là tri kiến Phật. ", "5": "Ông thận trọng chớ hiểu sai ý kinh. Thấy kinh nói khai thị ngộ nhập tri kiến Phật, thì hiểu tất nhiên là tri kiến của Phật, chúng ta lại vô phần. Nếu hiểu như thế lại là báng kinh hủy Phật, kia đã là Phật đã đầy đủ tri kiến, cần gì khai nữa? Ông nay phải tin tri kiến Phật chỉ là tự tâm ông, không còn cái thể nào khác nữa. ", "6": "Bởi vì tất cả chúng sanh tự che đậy quang minh, tham ái trần cảnh duyên bên ngoài, rối loạn bên trong, đành chịu rong ruổi. Làm nhọc đến Phật kia, phải rời tam muội, mỏi miệng lắm mà đỉnh ninh Cảnh Đức Truyền Đăng Lục bảo “Hãy thôi nghỉ đi, đừng hướng ngoại tìm cầu nữa thì cùng Phật không hai”. Thế nên nói khai tri kiến Phật. ", "7": "Ông chỉ khư khư chấp tụng, gọi đó là công khóa, có khác gì con trâu ly mến cái đuôi của nó 27 ", "8": "Sư thưa: - Như vậy chỉ cần hiểu được nghĩa, khỏi phiền tụng kinh ư? ", "9": "Tổ nói: - Kinh có lỗi gì, đâu không cho ông tụng? Chỉ là mê ngộ bởi người, lợi hại do ông. Hãy nghe ta nói kệ: ", "10": "Tâm mê Pháp Hoa chuyển, Dịch:Tâm mê Pháp Hoa chuyển, Tâm ngộ chuyển Pháp Hoa. Tâm ngộ chuyển Pháp Hoa. Tụng cửu bất minh kỷ, Tụng lâu không rõ mình, Dữ nghĩa tác thù gia. Với nghĩa thành oan gia. Vô niệm niệm tức chánh, Niệm vô niệm tức chánh, Hữu niệm niệm thành tà. Niệm hữu niệm thành tà ””, 7® Con trâu ly có cái đuôi đẹp, nó bảo hộ quý mến không dám dùng, thành ra cái đuôi nó vô dụng còn mắc công giữ. ", "11": "(?) Niệm vô niệm như tri kiến vô kiến; Niệm hữu niệm như trì kiến lập tri trong Kinh Lăng Nghiêm. ", "12": "Minh Tuệ Dương Thanh Khải. Trang 421 ", "13": "Cảnh Đức Truyền Đăng Lục vô câu bất kế, Hữu vô đều chẳng kể, Trường ngự bạch ngưu xa. Hằng ngồi xe trâu trắng. Sư nghe kệ xong, lại thưa: - Kinh nói: “Chư đại thanh văn cho đến bồ tát đều cùng nhau hết sức nghĩ lường, còn không thể lường nổi trí Phật”. Nay muốn cho phàm phu chỉ cần ngộ tự tâm thì gọi là tri kiến Phật, tự họ chẳng phải hạng thượng căn ắt khó tránh nghi báng. Hơn nữa kinh nói ba xe: xe dê nai trâu, với xe trâu trắng khác nhau như thế nào? Xin Hòa thượng rủ lòng tuyên thuyết lại. ", "14": "Tổ nói: - Ý kinh rõ ràng, tự ông mê thành trái. Các người tam thừa không thể đo lường trí Phật, lỗi họ tại đo lường, dù cho họ hết sức cùng nhau nghĩ suy thì trái lại họ càng cách xa. Phật vốn thuyết cho phàm phu nghe, chẳng thuyết cho Phật, vì không tin nhận lý này nên họ thối tịch theo kia mà hoàn toàn không biết mình đã ngồi xe trâu trắng rỒi, còn tìm ba xe ở ngoài cửa. Huống nữa kinh văn nói rõ ràng với ông rằng không có hai cũng không có ba, sao ông không xét rõ Cảnh Đức Truyền Đăng Lục xe là giả lập vì việc trước, nhất thừa là thật vì việc bây giờ, chỉ cần dạy ông bỏ giả về thật, sau khi về thật rồi thì thật cũng không tên. Nên biết tài sản quý báu sở hữu đều thuộc về ông, do ông thọ dụng, lại không khởi nghĩ đến cha, cũng không khởi nghĩ đến con, cũng không cần nghĩ. ", "15": "Như thế gọi là trì kinh Pháp Hoa từ kiếp này đến kiếp kế, tay không rời quyển kinh, suốt ngày lẫn đêm không lúc nào không tụng. ", "16": "Sư đã nhờ khai mở, lòng hớn hở vui mừng, làm kệ tán thán: ", "17": "Kinh tụng tam thiên bộ, Dịch: Kinh tụng ba ngàn bộ, Tào Khê nhất cú vong. Tào Khê một câu không. Vị minh xuất thế chỉ, Chưa rõ lối xuất thế, Ninh hiết lũy sanh cuồng. Đâu hết cuồng nhiều đời. ", "18": "Dương lộc ngưu quyền thiết, . Dê nai trâu quyền lập, Sơ trung hậu thiện dương. Trước giữa sau khéo bày. ", "19": "Thùy tri hỏa trạch nội, Ai biết trong nhà lửa, Nguyên thị pháp trung vương?. Vốn là đấng pháp vương? ", "20": "Tổ nói: - Từ nay về sau ông mới đáng tên là tăng tụng kinh. ", "21": "Cảnh Đức Truyền Đăng Lục lúc Sư lãnh hội huyền chỉ rồi, cũng chẳng bỏ việc tụng kinh. ", "22": "7. THIÊN SƯ TRÍ THÔNG Ở THỌ CHÂU. ", "23": "Người An Phong, Thọ Châu. Lúc đầu xem kinh Lăng Già đến hơn ngàn lần mà không hiểu tam thân tứ trí. Đến lễ Đại sư cầu giải nghĩa này. ", "24": "Tổ nói: - Tam thân là: Thanh tịnh pháp thân, là tánh của ông; viên mãn báo thân, là trí tuệ của ông; thiên bá ức hóa thân, là hạnh của ông. ", "25": "Nếu la bổn tánh, riêng nói ba thân thì gọi là có thân mà không có trí. Nếu ngộ ba thân không có tự tánh”Š thì gọi là tứ trí bồ đề. Hãy nghe ta nói kệ: Tự tánh cụ tam thân, Dịch: Tự tánh đủ ba thân, Phát minh thành tứ trí, Phát minh thành tứ trí, ", "26": "7% Ở đây, chữ tự tánh nghĩa là ngã, tự ngã. Không có tự tánh (vô tự tánh) tức là vô ngã, là không (rỗng không). Chữ tự tánh thường dùng trong thiền tông Trung Quốc chỉ cho bản thể, đồng nghĩa với Phật tánh, chơn ngã. ", "27": "Cảnh Đức Truyền Đăng Lục ly kiến văn duyên, Chẳng lìa duyên thấy nghe, Siêu nhiên đăng Phật địa. Siêu nhiên lên Phật đia. Ngô kim vị nhữ thuyết, Nay tôi vì ông nói, Đế tín vĩnh vô mê, Tin chắc hằng không mê, Mạc học trì cầu giả, Chớ học kẻ tìm cầu, Chung nhật thuyết bồ đề. Suốt ngày nói bồ đề. ", "28": "Sư hỏi: - Nghĩa về tứ trí có thể nghe được chăng? ", "29": "Tổ nói: - Đã hiểu ba thân thì rõ tứ trí, sao còn hỏi nữa? Nếu la ba thân mà riêng bàn tứ trí, đó gọi là có trí mà không thân, theo đó có trí lại thành không trí. ", "30": "Tổ lại nói kệ: ", "31": "Đại viên cảnh trí, tánh thanh tịnh, Bình đẳng tánh trí, tâm vô bệnh, Diệu quan sát trí, kiến phi công, Thành sở tác trí, đồng viên cảnh, Ngĩũ bát lục thất quả nhân chuyển. Chỉ dùng danh ngôn không thật tánh, Nếu ngay chỗ chuyển chẳng lưu tình, ", "32": "Cảnh Đức Truyền Đăng Lục ", "33": "(Chuyển thức thành trí. Trong giáo nói: Chuyển tiền ngũ thức làm thành sở tác trí, chuyển thức thứ sáu làm diệu quan sát trí, chuyển thức thứ bảy làm bình đẳng tánh trí, chuyển thức thứ tám làm đại viên cảnh trí. Tuy thức thứ sấu thứ bảy chuyển trong nhân, tiền ngũ thức và thức thứ tấm chuyển trên quả, nhưng chỉ chuyển cái tên nó mà không chuyển cái thể nó)”. ", "34": "(Chuyển thức thành trí. Trong giáo nói: Chuyển tiền ngũ thức làm thành sở tác trí, chuyển thức thứ sáu làm diệu quan sát trí, chuyển thức thứ bảy làm bình đẳng tánh trí, chuyển thức thứ tám làm đại viên cảnh trí. Tuy thức thứ sấu thứ bảy chuyển trong nhân, tiền ngũ thức và thức thứ tấm chuyển trên quả, nhưng chỉ chuyển cái tên nó mà không chuyển cái thể nó)”. ", "35": "Sư lễ tạ, dùng kệ tán thán: Tam thân nguyên ngã thể, Dịch: Ba thân vốn thân ta, Tứ trí bổn tâm minh. Bốn trí vốn tâm sáng. Thân trí dung vô ngại, Thân trí thông vô ngại, Ứng vật nhậm tùy hình. Ứng vật mặc tùy hình. Khởi tu giai vọng động, Nghĩ tu đều vọng động, 7 Ý căn phóng quang trực tiếp qua năm cửa (căn), đủ duyên năm trần (tướng sở) huyễn hiện, nhưng vì không bỏ quên ánh sáng trí tuệ (phóng quang) nên năm trần hóa rỗng không, đạt nghĩa vô trụ vô tướng. Trần đã không, ý căn không lập tướng năng cho nên ngã không thì thức thứ bảy chuyển thành bình đẳng tánh trí. Ngã pháp (căn trần) đều rỗng không thì thức thứ tám phục hồi tự thể tròn đầy mà linh tri diệu dụng, như tấm gương tròn sáng đồng thái hư; năm trần ứng duyên tự đến tự đi trong thể như như bất động này, như hoa đóm trong hư không. Vậy chỉ cần chuyển thức thứ sáu thứ bảy (trong nhân) thì thức thứ tám và tiền ngũ thức (năm thức thân) sẽ chuyển theo (trên quả). ", "36": "Cảnh Đức Truyền Đăng Lục trụ phỉ chơn tỉnh. Giữ trụ trái chơn tình. Diệu ngôn nhân sư hiểu, Lời diệu nhờ Tổ rõ, Chung vong ô nhiễm danh. Quên hết danh nhiễm ô. * * * ", "37": "8. THIÊN SƯ CHÍ TRIỆT Ở GIANG TÂY ", "38": "Người ở Giang Tây, họ Trương, tên Hành Xương. Lúc nhỏ Xương làm hiệp khách, từ khi thiền tông phân hóa thành Nam Bắc, chủ hai tông tuy không có bỉ ngã nhưng đồ lữ tranh nhau sanh ưa ghét, khi đó môn nhân Bắc Tông tự lập sư Tú làm Tổ thứ sấu, mà đố ky việc truyền y cho Huệ Năng Đại sư được thiên hạ đều biết. Nhưng Tổ là Bồ tất dự biết chuyện đó, để trước mười lượng vàng ở phương trượng. Bấy giờ Hành Xương nhận lời với môn nhân Bắc Tông, nửa đêm giấu đao vào thất Tổ sắp muốn ra tay, Tổ đưa cổ mà nhận, Hành Xương vung đao chém ba lần đều không gây tổn hại. ", "39": "_— Tổ nói: ", "40": "Cảnh Đức Truyền Đăng Lục ", "41": "Gươm chánh chẳng làm việc tà, gươm tà chẳng làm việc chánh. Ta chỉ nợ ông vàng không nợ ông mạng. ", "42": "Hành Xương sợ hãi ngã xuống đất, hồi lâu mới tỉnh lại, xót xa hối lỗi bèn xin xuất gia. Tổ đưa vàng cho, nói: ", "43": "- Ông hãy đi đi. Sợ đồ chúng biết được lại hại Ông, ngày khác nên đổi hình dạng mà đến, ta sẽ thu nhận ông. ", "44": "Hành Xương tuân lời bỏ trốn trong đêm. Sau xuất gia đầu tăng, thọ giới cụ túc, tinh tấn tu hành. Một hôm nhớ lời Tổ đặn, từ xa đến lễ ra mắt, Tổ nói: ", "45": "- Ta trông ông lâu rồi, sao ông đến muộn vậy? ", "46": "- Xưa nhờ ân Hòa thượng tha tội, nay tuy xuất gia khổ hạnh trọn khó báo đáp thâm ân. May ra chỉ được truyền pháp độ sanh mà thôi! ", "47": "Đệ tử thường xem kinh Niết bàn chưa hiểu nghĩa thường, vô thường, xin Hòa thượng từ bị tóm lược nói rõ nghĩa cho. ", "48": "» 4* Tổ nói: ", "49": "Cảnh Đức Truyền Đăng Lục ", "50": "Vô thường tức là Phật tánh; hữu thường tức là tâm phân biệt, tất cả các pháp thiện ác. ", "51": "- Lời Hòa thượng nói đó rất trái kinh văn. ", "52": "Tổ nói: - Ta truyền tâm ấn Phật, sao dám trái với Kinh Phật? ", "53": "- Kinh nói Phật tánh là thường, Hòa thượng lại nói vô thường. Các pháp thiện ác cho đến tâm bồ đề đều là vô thường, Hòa thượng lại nói là thường. Thế thì trái ngược nhau, khiến học nhân càng sanh thêm nghị hoặc. ", "54": "Tổ nói: - Kinh Niết bàn trước đây ta đã nghe nỉ Vô Tận Tạng đọc tụng một lần rồi vì nỉ giảng thuyết. Không có một chữ một nghĩa nào chẳng hợp với kinh văn, cho đến nay vì ông trọn không có hai lời. ", "55": "- Học nhân trình độ trí thức mê mờ nông cạn, mong Hòa thượng uyển chuyển khai thị. ", "56": "Tuệ Dương Thanh Khỏi. Trang 429 ", "57": "Cảnh Đức Truyền Đăng Lục ", "58": "- Ông biết chăng? Phật tánh nếu thường thì còn nói gì các pháp thiện ác, cho đến cùng kiếp không có một người nào phát tâm bồ đề. Thế nên ta nói Phật tánh vô thường, chính là Phật thuyết đạo chơn thường vậy. ", "59": "Lại nữa, tất cầ các pháp nếu vô thường thì vật vật đều có tự tánh (ngã) ắt phải chịu đựng sanh tử và tánh chơn thường ắt phải có chỗ chẳng biến khắp. Thế nên ta nói tất cả các pháp là thường, chính là Phật thuyết nghĩa chơn vô thường vậy. ", "60": "Đức Phật lúc đầu vì phàm phu ngoại đạo chấp với tà thường, những người nhị thừa với thường cho là vô thường cộng thành tám cái điên đáoŠ®, Thế nên trong kinh Niết bàn liễu nghĩa, Phật dạy nhằm phá cái thiên kiến của họ mà chỉ rõ cái chơn thường, chơn ngã, chơn tịnh. Ông nay theo lời trái nghĩa, cho vô thường là đoạn diệt và hiểu thường như trơ trở chết cứng, mà hiểu sai đi vi ngôn tối hậu viên diệu S Tám cái chấp điên đảo của phàm phu và nhị thừa: Nhị thừa chấp vô thường, vô ngã, khổ, bất tịnh mà phàm phu chấp ngược lại thường, ngã, lạc, tịnh. Kinh Niết bàn thuyết về chơn thường, chơn lạc, chơn ngã, chơn tịnh. ", "61": "Cảnh Đức Truyền Đăng Lục ", "62": "Phật. Giá có xem kinh đến ngàn lần phỏng có ích lợi gì? ", "63": "Hành Xương chợt như người tỉnh cơn say, mới nói kệ: ", "64": "Nhân thủ vô thường tâm,  Dịch:Nhân chấp tâm vô thường, Phật diễn hữu thường tánh. Phật nói tánh hữu thường. ", "65": "Bất tri phương tiện giả, Người chẳng hiểu phương tiện, Do xuân trì chấp lịch. Như ao xuân mò gạch. ", "66": "Ngã kim bất thi công, Tôi nay chẳng dụng công, Phật tánh nhi hiện tiền. Mà Phật tánh hiện tiền. ", "67": "Phi sư tương thọ dữ, Không phải thầy truyền cho, Ngã diệc vô sở đắc. Tôi cũng không sở đắc. ", "68": "Tổ nói: - Ông nay triệt ngộ, nên gọi tên là Chí Triệt. ", "69": "Sư lễ tạ rồi rút lui. ", "70": "9, THIỀN SƯ TRÍ THƯỜNG Ở TÍN CHÂU. ", "71": "Người Quý Khê, bổn châu. Tuổi nhỏ xuất gia, chí cầu kiến tánh. Một hôm tham kiến Lục Tổ, Tổ hỏi: ", "72": "- Ông từ đâu đến, muốn cầu việc gì? ", "73": "Tuệ Dương Thanh Khải . Trang 431 ", "74": "Cảnh Đức Truyền Đăng Lục ", "75": "- Gần đây học nhân đến núi Bạch Phong, huyện Kiến Xương, Hồng Châu, lễ Hòa thượng Đại Thông, nhờ dạy cho nghĩa kiến tánh thành Phật. Lòng còn hồ nghi chưa quyết định, đến Kiết Châu gặp người mách bảo, khuyên đến yết kiến Hòa thượng. Cúi xin Hòa thượng từ bi thu nhận. ", "76": "Tổ hỏi: - Hòa thượng kia có lời nói nào? Ông thử thuật lại, ta sẽ chứng minh cho ông. ", "77": "Sư nói: - Từ khi mới đến đó, tới ba tháng chưa được Hòa thượng kia khai thị. Vì tâm cầu pháp tha thiết, nên nửa đêm một mình vào phương trượng lễ bái khẩn cầu. Đại Thông mới hỏi: “Ông thấy hư không chăng?” Đáp “Thấy”. Kia hỏi “Ông thấy hư không có tướng mạo không?” Đáp “Hư không vô hình, có tướng mạo nào?”. Kia nói “Bổn tánh ông giống như hư không. Phần quan tự tánh thì hoàn toàn không có một vật nào để thấy, đó gọi là chánh kiến; không có một vật nào để biết, đó gọi là chơn tri; không có xanh vàng dài ngắn, chỉ thấy bản nguyên thanh tịnh, thể giác tròn sáng, đó gọi là kiến tánh thành Phật, Cảnh Đức Truyền Đăng Lục gọi là thế giới cực lạc, cũng gọi là tri kiến Như Lai”. ", "78": "Học nhân tuy nghe được lời đó, còn chưa hết nghĩ. Xin Hòa thượng chỉ dạy khiến cho không còn ngưng trệ. ", "79": "Tổ nói: - Lời thầy kia dạy còn có thấy biết cho nên ông chưa liêu. Nay ta dạy ông một bài kệ: Bất kiến nhất pháp tồn vô kiến, Đại tợ phù vân già nhật diện. Bất tri nhất pháp thủ không tri, Hoàn như thái hư sanh thiểm điện. Thử chi tri kiến miết nhiên hưng, Thác nhận hà tằng giải phương tiện? Nhữ đương nhất niệm tự tri phi, Tự kỷ linh quang thường hiển hiện. Dịch: Chẳng thấy pháp nào, còn thấy không, Y như mây nổi che mặt trời. ", "80": "Tuệ Dương Thanh Khải . Trang 433 ", "81": "Thấy, biết đó bỗng nhiên sanh khởi, Lầm nhận bao giờ hiểu phương tiện? ", "82": "Ông nên một niệm tự biết lỗi, Tự kỷ linh quang thường hiển hiện. ", "83": "Sư nghe kệ xong tâm ý thông suốt, bèn thuật một bài kệ: ", "84": "Vô đoan khởi tri giải Trước tướng cầu bồ đề. Tình tồn nhất niệm ngộ, Ninh việt tích thời mê? Tự tánh giác nguyên thể, Tùy chiếu uổng thiên lưu. ", "85": "Bất nhập Tổ sư thất, Mang nhiên thú lưỡng đầu. ", "86": "Chấp tướng cầu bồ đề. Tình còn một niệm ngộ, Sao vượt mê thuở trước? Tự tánh nguồn giác thể, Theo chiếu uổng đổi dời. Chẳng vào thất Tổ sư, Mờ mịt hướng hai đầu. ", "87": "10. THIÊN SƯ CHÍ ĐẠO Ở QUẢNG CHÂU. ", "88": "Người Nam Hải. Ban đầu đến tham vấn Lục Tổ, ", "89": "Cảnh Đức Truyền Đăng Lục ", "90": "Từ khi học nhân xuất gia, xem kinh Niết bàn có hơn mười năm mà chưa rõ đại ý. Mong Hòa thượng rủ lòng dạy bảo. ", "91": "Tổ hỏi: - Ông chưa rõ chỗ nào? ", "92": "Đáp: Chư hành vô thường, Dịch: Chư hành vô thường, Thị sanh diệt pháp. Là pháp sanh diệt. Sanh diệt diệt dĩ, Sanh diệt diệt rồi, Tịch diệt vi lạc. Tịch diệt là vuiŠD, ", "93": "Còn nghi hoặc chỗ đó. ", "94": "Tổ hỏi: - Vì sao ông sanh nghị? ", "95": "- Tất cả chúng sanh đều có hai thân, là sắc thân và pháp thân. Sắc thân vô thường có sanh có diệt, pháp thân hữu thường vô tri vô giác. Kinh nói “Sanh ®1) Có chủ tâm tạo tác một sự việc, cả ý định và việc làm đều gọi là hành. Hành bao gồm thân khẩu ý, có khả năng tạo nghiệp và dẫn đến tái sanh. Hành còn là uẩn thứ tư trong ngũ uẩn, là chi thứ hai trong mười hai nhân duyên. ", "96": "Tuệ Dương Thanh Khải . Trang 435 ", "97": "Cảnh Đức Truyền Đăng Lục diệt rồi, tịch diệt là vui” đó, chưa biết thân nào tịch diệt thân nào thọ vui? ", "98": "Nếu là sắc thân tịch diệt, khi sắc thân diệt thì tứ đại phân tán, toàn là khổ, khổ đâu thể nói vui. Nếu là pháp thân tịch diệt tức đồng với cỏ cây gạch đá, thì ai sẽ thọ lạc? Hơn nữa pháp tánh là thể của sanh diệt, ngũ uẩn là dụng của sanh diệt; năm dụng luôn sanh diệt trong nhất thể, sanh thì từ thể khởi dụng, diệt thì thâu dụng quy về thể. Nếu để mặc cho năm dụng sanh lại, tức là loài hữu tình không đoạn không diệt; nếu không cho năm dụng sanh lại thì mãi mãi quy về tịch điệt, tức là hữu tình đồng với vật vô tình. ", "99": "Như vậy, tất cả các pháp đều bị niết bàn chế phục cấm chỉ, sanh còn không được thì có gì là vui đâu? ", "100": "Tổ nói: - Ông là Thích tử sao còn quen thói tà kiến đoạn thường của ngoại đạo mà nghị luận pháp tối thượng thừa? Cứ theo chỗ ông hiểu thì ngoài sắc thân riêng có pháp thân, lìa sanh diệt cầu nơi tịch diệt; lại suy luận niết bàn là thường vui, nói có thân thọ vui. Đó là chấp trước luyến tiếc sự sanh tử, tham đắm cái vui thế gian. ", "101": "Cảnh Đức Truyền Đăng Lục ông phải biết, Phật vì tất cả những người mê nhận năm uẩn hòa hợp làm tướng thân của mình (ngã), họ phân biệt tất cả pháp là tướng trần bên ngoài, ưa sống ghét chết niệm niệm đổi dời, chẳng biết ngã pháp là mộng huyễn hư giả mới luống chịu luân hồi, đến nỗi niết bàn thường vui lại cho là tướng khổ mà suốt ngày tìm cầu niết bàn. Vì thế Phật thương mới chỉ cho cái vui thật của niết bàn (chơn lạc): “Trong sát na không có tướng sanh, trong sát na không có tướng diệt, lại cũng không có sự sanh diệt nào để diệt. Đó là tịch diệt hiện tiền. Đương lúc tịch diệt hiện tiền, cũng không có sự nghĩ tưởng về hiện tiền mới gọi là thường vui (thường lạc)”. Cái vui đó không có người thọ cũng không có người chẳng thọ, há có tên gọi “một thể năm dụng”, huống chỉ còn nói niết bàn chế phục cấm chỉ các pháp khiến cho mãi mãi không sanh. Đó là báng Phật hủy pháp, hãy nghe ta nói kệ: Vô thượng đại niết bàn, Dịch:Vô thượng đại niết bàn, Viên minh thường tịch chiếu, Viên minh hằng tịch chiếuŠ”, Phàm ngu vị chỉ tử, Phàm ngụu gọi là chết, ® Viên minh: Sáng suốt tròn đầy. Tịch: Thể không tịch, ngã pháp đều không, vắng lặng tuyệt đối, vượt qua tất cả đối đãi, hay lìa các pháp; Chiếu: Dụng, tác dụng chiếu soi, hay sanh các pháp. Tịch chiếu không hai. ", "102": "Cảnh Đức Truyền Đăng Lục đạo chấp vi đoạn, Chư cầu nhị thừa nhân, Mục đdĩ vô vi tác. ", "103": "Tận thuộc tình sở kế, Lục thập nhị kiến bổn, Vọng lập hư giả danh, Hà vi chơn thực nghĩa? ", "104": "Duy hữu quá lượng nhân, Thông đạt vô thủ xẩ, Dĩ tri ngũ uẩn pháp, Cập dĩ uẩn trung ngã, Ngoại hiện chúng sắc tượng, Nhất nhất âm thanh tướng, Bình đẳng như mộng huyễn, Bất khởi phàm thánh kiến, Bất tác niết bàn giải, Nhị biên tam tế đoạn, ", "105": "®) Sáu mươi hai kiến. ", "106": "Tứ cú (hữu thường, vô thường, thường vô thường, phi thường phi vô thường) x ngũ uẩn (sắc, thọ, tưởng, hành, thức) = 20 ", "107": "Tứ cú (hữu thường, vô thường, thường vô thường, phi thường phi vô thường) x ngũ uẩn (sắc, thọ, tưởng, hành, thức) = 20 ", "108": "20 x tam tế (quá khứ, hiện tại, vị lai) = 60 60 + hữu (chấp thường) và vô (chấp đoạn) = 62 ", "109": "% Người quá lượng: Người kiến tánh. ", "110": "Cảnh Đức Truyền Đăng Lục ứng chư căn dụng, Nhi bất khởi dụng tưởng, Phân biệt nhất thiết pháp, Bất khởi phân biệt tưởng. Kiếp hỏa thiêu hải để, Phong cổ sơn tướng kích, Chơn thường tịch diệt lạc, Niết bàn tướng như thị. Ngô kim cưỡng ngôn thuyết, Linh nhữ xả tà kiến, Nhữ vật tùy ngôn giải, Hứa nhữ tri thiểu phần. ", "111": "Sư nghe kệ hớn hở vui mừng, làm lễ rồi lui. ", "112": "Thường ứng dụng các căn, Mà không khởi tưởng dụng, Phân biệt tất cả pháp, Không khởi tưởng phân biệt. Kiếp lửa thiêu đáy biển, Gió động kích tướng núi, Vui tịch diệt chơn thường, Tướng niết bàn như thế. Nay ta buộc phẩải nói, Cho ông bỏ tà kiến, Ông chớ theo lời hiểu, Hứa ông biết ít phần. ", "113": "Nhị biên: Có hai bên đối đãi, biên kiến. Chấp hữu vô là nguồn gốc của nhị biên đối đãi. ", "114": "Tam tế: Quá khứ, hiện tại, vị lai. ", "115": "Trang 439 ", "116": "Cảnh Đức Truyền Đăng Lục ", "117": "HÒA THƯỢNG ẤN TÔNG CHÙA PHÁP TÁNH QUẢNG CHÂU. ", "118": "Người Ngô Quận, họ Ấn. Từ khi Sư xuất gia đã nghiên cứu tinh tường toàn bộ kinh Niết bàn. Năm Đường Hàm Hanh nguyên niên (670 — Đường Cao Tông) Sư đến kinh sư, vua ban chiếu cho ở chùa Đại Kính Ái, Sư rất mực từ chối rồi đi Kì Xuân yết kiến Hoằng Nhẫn Đại sư. ", "119": "Về sau Sư giảng kinh Niết bàn ở chùa Pháp Tánh, Quảng Châu. Gặp Lục Tổ Huệ Năng Đại sư mới ngộ huyền lý, Sư xem Huệ Năng là thầy truyền pháp. Sư góp nhặt lời nói của những bậc đạt giả các nơi từ đời Lương đến Đường mà soạn thuật “Tâm Yếu Tập” thạnh hành ở đời. ", "120": "Năm Tiên Thiên thứ hai (713 — Đường Huyền Tông), ngày 21 tháng 2 Sư tịch ở chùa Diệu HỈ núi Cối Kê, thọ 87 tuổi. ", "121": "Vương Sư Cần lập tháp thờ ở Cối Kê và làm bài minh. ", "122": "Cảnh Đức Truyền Đăng Lục ", "123": "THIỀN SƯ HÀNH TƯ NÚI THANH NGUYÊN, KIẾT CHÂU. ", "124": "Người An Thành, bổn châu (Kiết Châu), họ Lưu. Xuất gia hồi còn trẻ thơ. Mỗi lần những người ở chung bàn luận đạo lý, chỉ có Sư giữ im lặng. ", "125": "Sau nghe tiếng pháp tịch Tào Khê, bèn đến tham lê. Sư hỏi: - Phải chuyên làm gì thì không rơi vào giai cấp? Tổ hỏi: - Ông đã từng làm việc gì? ", "126": "Sư đấp: - Thánh đế cũng chẳng làm. ", "127": "Tổ hỏi: - Vậy rơi vào giai cấp nào? ", "128": "- Thánh đế còn chẳng làm, có gì là giai cấp đâu? ", "129": "Tổ rất thừa nhận Sư. Trong pháp hội Tào Khê học đồ dù đông người, Sư là người đứng đầu, cũng như ở Thiếu Lâm Nhị Tổ không nói vì thế mà được tủy vậy. ", "130": "Tuệ Dương Thanh Khải. Trang 441 ", "131": "Cảnh Đức Truyền Đăng Lục hôm Tổ bảo Sư: ", "132": "- Từ trước y pháp cả hai lần lượt thầy truyền cho trò, y tiêu biểu để tin, pháp để ấn tâm. Nay ta có được người, lo gì người chẳng tin? Ta từ nhận y đến nay gặp nhiều tại nạn, huống chỉ đời sau sự cạnh tranh ắt càng nhiều, y thì giữ lại ở sơn môn, ông nên tách ra giáo hóa một nơi, không để cho đứt mất. ", "133": "Sau khi đắc pháp, Sư trụ trì chùa Tĩnh Cư núi Thanh Nguyên, Kiết Châu. ", "134": "Lục tổ sắp thị hiện nhập diệt, có sa di Hy Thiên (tức là Hòa thượng Thạch Đầu, Nam Nhạc) hỏi Tổ: ", "135": "- Sau khi Hòa thượng trăm tuổi, Hy Thiên chưa biết phải nương tựa ai? ", "136": "Tổ dạy: - Tầm Tư đi. ", "137": "Khi Tổ qua đời, Hy Thiên thường đến chỗ vắng tọa thiền, tâm rỗng lặng hầu như quên sự sống. Đệ nhất tòa hỏi: ", "138": "- Thầy đã mất, ông ngồi không ở đây làm gì? ", "139": "Thiên đáp: - Tôi vâng theo di huấn, nên tầm Tư thôi. ", "140": "Cảnh Đức Truyền Đăng Lục ", "141": "- Ông có sư huynh là Hòa Thượng Hành Tư nay ở Kiết Châu, nhân duyên ông ở đó. Lời thầy rất ngay thẳng, tự ông mê vậy. ", "142": "- Ông có sư huynh là Hòa Thượng Hành Tư nay ở Kiết Châu, nhân duyên ông ở đó. Lời thầy rất ngay thẳng, tự ông mê vậy. ", "143": "Thiên nghe nói bèn lễ từ khám Tổ, rồi đi thẳng đến chùa Tĩnh Cư. ", "144": "Sư hỏi: - Ông từ đâu đến? Thiên đáp: - Tào Khê. ", "145": "Sư hỏi: - Đem được cái gì đến đây? ", "146": "- Chưa đến Tào Khê cũng chẳng mất. ", "147": "Sư nói: - Như thế thì dùng đi, đến Tào Khê làm gì? Đáp: - Nếu chẳng đến Tào Khê, đâu biết chẳng mất. Thiên lại hỏi: - Đại sư Tào Khê có biết Hòa thượng chăng? ", "148": "Tuệ Dương Thanh Khỏi. Trang 443 ", "149": "Cảnh Đức Truyền Đăng Lục ", "150": "- Ông nay biết ta chăng? ", "151": "- Biết, nhưng sao có thể biết được? ", "152": "Sư nói: - Loài có sừng tuy nhiều, một con lân là đủ! Thiên lại hỏi: - Hòa thượng rời Tào Khê bao lâu rồi? ", "153": "Sư đấp: - Ta cũng chẳng biết. Ông rời Tào Khê bao lâu rồi? Đáp: - Hy Thiên chẳng từ Tào Khê đến. ", "154": "Sư nói: - Ta cũng biết chỗ ông đi. ", "155": "- Hòa thượng vốn là bậc đại nhân, chớ nên vội vàng. ", "156": "Cảnh Đức Truyền Đăng Lục ", "157": "- Ông từ đâu đến? ", "158": "- Ông từ đâu đến? ", "159": "- Tào Khê. ", "160": "Sư bèn đưa cây phất tử lên, hồi: - Tào Khê có cái này không? ", "161": "- Không những Tào Khê mà Tây Thiên cũng không Sư hỏi: - Ông chưa từng đến Tây Thiên ư? ", "162": "- Nếu đến liền có. ", "163": "Sư nói: - Chưa đâu! Nói lại đi. ", "164": "- Hòa thượng cũng phải nói giúp một nửa, chớ nên trông cậy hết ở học nhân. ", "165": "Sư nói: ", "166": "Tuệ Dương Thanh Khỏi. Trang 445 ", "167": "Cảnh Đức Truyền Đăng Lục ", "168": "Không từ chối nói với ông, chỉ sợ về sau không có người gánh vác. ", "169": "Sư sai Hy Thiên đem thư đến Hòa thượng Hoài Nhượng ở Nam Nhạc, dặn: ", "170": "- Ông chuyển đạt thư rồi, hãy về gấp. Ta có cái búa cùn dành cho ông trụ núi. ", "171": "Thiên đến đó chưa trình thư, liền hỏi: - Khi chẳng mộ chư Thánh, chẳng trọng tánh linh mình thì thế nào? ", "172": "Nhượng nói: - Ông hỏi cao quá đí! Sao không hỏi thấp xuống. ", "173": "Thiên đáp: - Thà chịu vĩnh kiếp trầm luân chứ không mộ chư thánh giải thoát. ", "174": "Nhượng bèn thôi. ", "175": "Thiên về tới chùa Tĩnh Cư, Sư hồi: - Ông đi chưa lâu, đưa thư tới không? ", "176": "Thiên đáp: ", "177": "Tin tức cũng chẳng thông, thư đưa cũng chẳng tới. ", "178": "- Vìsao? ", "179": "Thiên nhắc lại tiền thoại, rồi nói: - Lúc ra đi được Hòa thượng hứa cho cái búa cùn, tiện đây xin lấy. ", "180": "Sư thống một chân xuống, Thiên lễ bái. Chẳng bao lâu Sư từ giã đi Nam Nhạc. ", "181": "(Huyền Sa nói: Hòa thượng Thạch Đầu lớn được nhỏ được, bị sư Hoài Nhượng xô ngã tới nay chưa đứng dậy được) ", "182": "* * Hà Trạch Thần Hội đến tham vấn. Sư hỏi: - Ở đâu đến? Hội đáp: - Tào Khê. Sư hỏi: - Ý chỉ Tào Khê ra sao? ", "183": "Thần Hội chấn chỉnh thân tồi thôi. Sư nói: ", "184": "Tuệ Dương Thanh Khỏi. Trang 447 ", "185": "- Trong đó Hòa thượng không có vàng ròng để cho người ư? ", "186": "Sư nói: - Giá có cho, ông để ở đâu? ", "187": "(Huyền Sa nói: Đúng vậy. Vân Cư Tích hỏi: Như Huyền Sa nói “đúng vậy”, thì đó là vàng ròng hay là ngói gạch?) ", "188": "Tăng hỏi: - Thế nào là đại ý Phật pháp? Sư nói: - Gạo ở Lô Lăng giá cả ra sao? * * * ", "189": "Sư đã truyền pháp cho Thạch Đầu. Năm Đường Khai Nguyên thứ 28, nhằm năm canh thìn 740, ngày Cảnh Đức Truyền Đăng Lục tháng chạp, Sư thăng đường báo chúng rồi ngồi kiết già mà tịch. Vua Đường Hy Tông (874 — 888) ban thụy hiệu là Hoằng Tế Thiền Sư, tháp là Quy Chơn. * ", "190": "13. THIỀN SƯ HOÀI NHƯỢNG Ở NAM NHẠC. ", "191": "Người ở Kim Châu, họ Đỗ. Năm 15 tuổi đến chùa Ngọc Tuyền ở Kinh Châu nương nhờ luật sư Hoằng Cảnh xuất gia. Sau khi thọ giới cụ túc, thực tập tạng tỳ nỉ đuật, oai nghị). ", "192": "Một hôm tự than: “Phàm người xuất gia phải vì pháp vô vi”. Lúc ấy bạn đồng học là Thần Nhiên biết ý chí Sư cao siêu, khuyên Sư cùng đến yết kiến Hòa thượng Huệ An ở Tung Sơn, Huệ An mở mang tri thức cho Sư. Rồi Sư đi thẳng đến Tào Khê tham Lục Tổ. ", "193": "Tổ hỏi: - Từ đâu đến? ", "194": "- Từ Tung Sơn đến. ", "195": "Tuệ Dương Thanh Khỏi. Trang 449 ", "196": "Cảnh Đức Truyền Đăng Lục ", "197": "- Vật nào đến như thế? ", "198": "- Nói giống như một vật thì không trúng. ", "199": "Tổ hỏi: - Có thể tu chứng không? ", "200": "- Tu chứng thì chẳng không, nhiễm ô thì không được. ", "201": "Tổ nói: - Chính cái không nhiễm ô đó mà chư Phật hộ niệm, ông đã như thế ta cũng như thế. Tổ Bát Nhã Đa la ở Tây Thiên có lời sấm ký rằng “Dưới chân ông sẽ xuất hiện một con ngựa tơ đạp chết người trong thiên hạ ”, đều ở tâm ông không cần nói sớm. ", "202": "Sư khế hội thông suốt, ở hầu hạ thân cận bên Tổ suốt 15 năm. Năm Đường Tiên Thiên thứ hai (713 — Đường Huyền Tông), Sư đến Hành Nhạc ở chùa Bát Nhã. ", "203": "Khoảng năm Khai Nguyên (713 - 741, Đường Huyền Tông), có sa môn Đạo Nhất (Tức là Mã Tổ "}, []]}